Repository: GMD170629/ermao-library
Catalog: apps/mobile/iosApp/ErmaoLibrary/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# audio.action.chapters
source: Chapters
zh_hans: 章节

# audio.action.collapse
source: Collapse player
zh_hans: 收起播放器

# audio.action.next
source: Next chapter
zh_hans: 下一章

# audio.action.pause
source: Pause
zh_hans: 暂停

# audio.action.play
source: Play
zh_hans: 播放

# audio.action.previous
source: Previous chapter
zh_hans: 上一章

# audio.action.retry
source: Retry playback
zh_hans: 重试播放

# audio.action.seekBackward
source: Back 15 seconds
zh_hans: 后退 15 秒

# audio.action.seekForward
source: Forward 30 seconds
zh_hans: 前进 30 秒

# audio.action.sleepTimer
source: Sleep timer
zh_hans: 定时

# audio.action.speed
source: Speed
zh_hans: 倍速

# audio.action.works
source: Works
zh_hans: 作品

# audio.action.works.hint
source: Returns to the host screen.
zh_hans: 返回宿主页面。

# audio.artwork
source: Audiobook cover
zh_hans: 有声书封面

# audio.error.bootstrap
source: Unable to prepare this audiobook
zh_hans: 无法准备有声书

# audio.error.codecUnsupported
source: This audio format is not supported
zh_hans: 此音频格式不受支持

# audio.error.generic
source: Playback failed
zh_hans: 播放失败

# audio.error.interrupted
source: Playback was interrupted
zh_hans: 播放被中断

# audio.error.network
source: Unable to load audio. Check your connection and try again.
zh_hans: 无法加载音频，请检查网络后重试。

# audio.error.reauthenticate
source: Sign in again to resume playback
zh_hans: 请重新登录后继续播放

# audio.error.unavailable
source: Audio is unavailable
zh_hans: 音频资源不可用

# audio.nowPlaying.loading
source: Loading audiobook…
zh_hans: 正在加载有声书…

# audio.nowPlaying.open
source: Open Now Playing
zh_hans: 打开正在播放

# audio.nowPlaying.open.hint
source: Double-tap to open the full player.
zh_hans: 轻点两次打开完整播放器。

# audio.nowPlaying.title
source: Now Playing
zh_hans: 正在播放

# audio.sheet.chapters
source: Chapters
zh_hans: 章节

# audio.sheet.chapters.title
source: Select audio
zh_hans: 选择音频

# audio.sheet.empty.message
source: This audiobook has no playable tracks or chapters.
zh_hans: 此有声书没有可播放的音轨或章节。

# audio.sheet.empty.title
source: No audio available
zh_hans: 暂无音频

# audio.sheet.tracks
source: Tracks
zh_hans: 音轨

# audio.state.buffering
source: Buffering
zh_hans: 正在缓冲

# audio.state.ended
source: Finished
zh_hans: 播放完毕

# audio.state.loading
source: Loading
zh_hans: 正在加载

# audio.state.paused
source: Paused
zh_hans: 已暂停

# audio.state.ready
source: Ready
zh_hans: 已就绪

# audio.state.syncFailed
source: Progress sync failed
zh_hans: 进度同步失败

# audio.state.syncPending
source: Saving progress
zh_hans: 正在同步进度

# audio.timeline
source: Playback position
zh_hans: 播放进度

# audio.sleep.15
source: 15 minutes
zh_hans: 15 分钟

# audio.sleep.30
source: 30 minutes
zh_hans: 30 分钟

# audio.sleep.45
source: 45 minutes
zh_hans: 45 分钟

# audio.sleep.60
source: 60 minutes
zh_hans: 60 分钟

# audio.sleep.chapter
source: End of chapter
zh_hans: 本章结束

# audio.sleep.off
source: Off
zh_hans: 关闭

# audio.sleep.title
source: Sleep Timer
zh_hans: 睡眠定时

# audio.sleep.track
source: End of current track
zh_hans: 当前音轨结束

# nativeManagement.readingStatus
source: Reading status
zh_hans: 阅读状态

# nativeManagement.discardTitle
source: Discard unsaved changes?
zh_hans: 放弃未保存的更改？

# nativeManagement.discard
source: Discard changes
zh_hans: 放弃更改

# nativeManagement.deleteBookWarning
source: Permanently delete this book, its source files, resources and reading records. Enter the book name to confirm.
zh_hans: 将永久删除此图书及其源文件、资源和阅读记录。请输入图书名称确认。

# nativeManagement.deleteResourceWarning
source: Permanently delete the source files associated with this resource. Enter the resource name to confirm.
zh_hans: 将永久删除此资源关联的源文件。请输入资源名称确认。

# nativeManagement.deleteIrreversible
source: This cannot be undone.
zh_hans: 此操作无法恢复。

# nativeManagement.tagsLines
source: One tag per line. Tag text is preserved
zh_hans: 每行一个标签，标签内容保持原文

# nativeManagement.removeCover
source: Remove custom cover
zh_hans: 移除独立封面

# nativeManagement.undoCover
source: Undo cover change
zh_hans: 撤销封面更改

# nativeManagement.noCandidates
source: No candidates yet. Search or change the query
zh_hans: 尚无候选，请搜索或更换关键词

# nativeManagement.kindleSettings
source: Email and Kindle settings
zh_hans: 前往邮件与 Kindle 设置

# nativeManagement.kindleQueue
source: View sending queue
zh_hans: 查看发送队列

# nativeManagement.markUnread
source: Mark as unread
zh_hans: 设为未读

# nativeManagement.markRead
source: Mark as read
zh_hans: 设为已读

# nativeManagement.regenerateImages
source: Regenerate images
zh_hans: 重新生成图片

# nativeManagement.cover.Keep
source: Keep current cover
zh_hans: 保留当前封面

# nativeManagement.cover.Replace
source: Replace cover when saving
zh_hans: 保存时更换封面

# nativeManagement.cover.Remove
source: Remove custom cover when saving
zh_hans: 保存时移除独立封面

# nativeManagement.notice.saved
source: Saved
zh_hans: 已保存

# nativeManagement.notice.queued
source: Submitted to the queue
zh_hans: 已提交到队列

# nativeManagement.notice.alreadyQueued
source: This file is already queued
zh_hans: 该文件已在发送队列中

# nativeManagement.notice.deleted
source: Permanently deleted
zh_hans: 已永久删除

# nativeManagement.notice.metadataPartial
source: Metadata partially applied. Reload and check skipped fields or cover
zh_hans: 元数据已部分应用，请重新加载并检查未应用字段或封面

# nativeManagement.failure.General
source: Operation failed. Check your input or connection and retry
zh_hans: 操作失败，请检查输入或连接后重试

# nativeManagement.failure.Metadata
source: Basic information could not be saved. Tags and cover have not been changed
zh_hans: 基本信息保存失败，尚未处理标签和封面

# nativeManagement.failure.Tags
source: Basic information saved, but tags failed. Cover has not been changed
zh_hans: 基本信息已保存，但标签更新失败，封面尚未处理

# nativeManagement.failure.Cover
source: Basic information and tags saved, but cover update failed
zh_hans: 基本信息和标签已保存，但封面更新失败

# nativeManagement.failure.Refresh
source: Saved, but refresh failed. Reload to verify
zh_hans: 已保存，但刷新失败，请重试加载

# nativeManagement.action.Edit
source: Edit
zh_hans: 编辑

# nativeManagement.action.Recognize
source: Identify metadata
zh_hans: 识别

# nativeManagement.action.Rescan
source: Rescan files
zh_hans: 重新扫描文件

# nativeManagement.action.UploadCover
source: Upload cover
zh_hans: 上传封面

# nativeManagement.action.Kindle
source: Send to Kindle
zh_hans: 发送到 Kindle

# nativeManagement.action.Delete
source: Permanently delete
zh_hans: 永久删除

# nativeManagement.field.title
source: Title
zh_hans: 标题

# nativeManagement.field.author
source: Author
zh_hans: 作者

# nativeManagement.field.description
source: Description
zh_hans: 简介

# nativeManagement.field.seriesName
source: Series name
zh_hans: 系列名

# nativeManagement.field.seriesIndex
source: Series index
zh_hans: 系列序号

# nativeManagement.field.tags
source: Tags
zh_hans: 标签

# nativeManagement.field.resourceIndex
source: Resource number
zh_hans: 卷号

# nativeManagement.field.publisher
source: Publisher
zh_hans: 出版社

# nativeManagement.field.publishedAt
source: Publication date
zh_hans: 出版日期

# nativeManagement.field.language
source: Language
zh_hans: 语言

# nativeManagement.field.identifier
source: Identifier
zh_hans: 标识符

# nativeManagement.field.narrator
source: Narrator
zh_hans: 朗读者

# nativeManagement.field.abridged
source: Abridged
zh_hans: 删节状态

# nativeManagement.field.cover
source: Cover
zh_hans: 封面

# work.action.more
source: More
zh_hans: 更多

# reader.settings.fontMapping
source: PingFang uses Source Han Sans; Songti uses Source Han Serif; Kaiti uses LXGW WenKai.
zh_hans: 苹方使用思源黑体；宋体使用思源宋体；楷体使用霞鹜文楷。

# reader.settings.negativeSpacingRetained
source: This SDK supports only nonnegative letter spacing. Saved negative values are retained but not applied.
zh_hans: 当前 SDK 仅支持非负字间距；已保存的负值会保留，但不会应用。

# reader.animation.off
source: Off
zh_hans: 关闭

# common.undo
source: Undo
zh_hans: 撤销

# shelves.all
source: All
zh_hans: 全部

# shelves.collections
source: Collections
zh_hans: 合集

# shelves.scope
source: Filter shelves
zh_hans: 筛选书架

# shelves.search
source: Search shelves or collections
zh_hans: 搜索书架或合集

# shelves.search.collection
source: Search shelves in this collection
zh_hans: 搜索合集内的书架

# shelves.create
source: Create
zh_hans: 新建

# shelves.name
source: Name
zh_hans: 名称

# shelves.description
source: Description (optional)
zh_hans: 描述（可选）

# shelves.chooseMembers
source: Include shelves
zh_hans: 选择成员书架

# shelves.create.failed
source: Couldn’t create. Check the name and connection before trying again.
zh_hans: 创建失败，请检查名称和网络后重试。

# shelves.count.books
source: Books: %@
zh_hans: %@ 本图书

# shelves.count.smart
source: Smart shelf · Books: %@
zh_hans: 智能书架 · %@ 本图书

# shelves.count.collection
source: Collection · Shelves: %@
zh_hans: 合集 · %@ 个书架

# shelves.smart.hint
source: Automatically updated by rules
zh_hans: 根据规则自动更新

# shelves.rules.unsupported
source: Some rules require the Web app
zh_hans: 部分规则需在 Web 端查看

# shelves.empty
source: No shelves yet
zh_hans: 暂无书架

# shelves.empty.message
source: Create a shelf or collection to organize your books.
zh_hans: 创建书架或合集，整理你的图书。

# shelves.noResults
source: No matching shelves
zh_hans: 没有匹配的书架

# shelves.noResults.message
source: Try another name or clear the search.
zh_hans: 试试其他名称，或清除搜索。

# shelves.empty.books
source: No books in this shelf
zh_hans: 书架中暂无图书

# shelves.empty.books.message
source: Add books from their detail pages. Smart shelves update automatically.
zh_hans: 可从图书详情加入书架；智能书架将按规则自动更新。

# shelves.error
source: Couldn’t load shelves
zh_hans: 无法加载书架

# shelves.error.message
source: Check your connection and try again.
zh_hans: 请检查网络连接后重试。

# shelves.inaccessible
source: Shelf unavailable
zh_hans: 书架不存在或不可访问

# shelves.loadMore
source: Load more books
zh_hans: 加载更多图书

# shelves.loadMore.retry
source: Couldn’t load more. Retry
zh_hans: 加载更多失败，点击重试

# shelves.back
source: Back
zh_hans: 返回

# shelves.refresh
source: Refresh
zh_hans: 刷新

# work.multiDownload.cancelTask
source: Cancel Task
zh_hans: 取消任务

# work.multiDownload.completed
source: %lld download actions started
zh_hans: 已开始 %lld 个下载操作

# work.multiDownload.confirm
source: Download
zh_hans: 下载

# work.multiDownload.deleteTask
source: Delete Task
zh_hans: 删除任务

# work.multiDownload.downloaded
source: Downloaded
zh_hans: 已下载

# work.multiDownload.downloading
source: Downloading
zh_hans: 下载中

# work.multiDownload.error.message
source: The book’s resource tree couldn’t be loaded.
zh_hans: 无法加载本书的资源树。

# work.multiDownload.error.title
source: Unable to Load Volumes
zh_hans: 无法加载卷册

# work.multiDownload.failed
source: Failed
zh_hans: 失败

# work.multiDownload.notDownloaded
source: Not Downloaded
zh_hans: 未下载

# work.multiDownload.partial
source: %lld started, %lld failed
zh_hans: 成功 %lld 个，失败 %lld 个

# work.multiDownload.paused
source: Paused
zh_hans: 已暂停

# work.multiDownload.queued
source: Queued
zh_hans: 排队中

# work.multiDownload.selectedCount
source: %lld Volumes Selected
zh_hans: 已选 %lld 卷

# work.multiDownload.selection.all
source: All selected
zh_hans: 已全选

# work.multiDownload.selection.mixed
source: Partially selected
zh_hans: 部分选中

# work.multiDownload.selection.none
source: Not selected
zh_hans: 未选择

# work.multiDownload.summary
source: New %1$lld · Resume %2$lld · Retry %3$lld
zh_hans: 新增 %1$lld · 继续 %2$lld · 重试 %3$lld

# work.multiDownload.title
source: Download Volumes
zh_hans: 下载卷册

# work.multiDownload.unavailable
source: Unavailable
zh_hans: 不可下载

# work.multiDownload.volumeCount
source: %lld volumes
zh_hans: 共 %lld 卷

# common.back
source: Back
zh_hans: 返回

# downloads.active.section
source: Downloading
zh_hans: 正在下载

# downloads.completed.section
source: Downloaded by Book
zh_hans: 按图书管理

# downloads.empty.message
source: Download a resource from its book page to read it on this device.
zh_hans: 从图书详情下载资源，即可在此设备阅读。

# downloads.empty.title
source: No downloads
zh_hans: 暂无下载

# downloads.error.generic
source: The download couldn’t be completed.
zh_hans: 无法完成下载。

# downloads.error.inaccessible
source: This resource is no longer available to this account.
zh_hans: 当前账户已无法访问这个资源。

# downloads.error.invalid
source: The downloaded file failed verification.
zh_hans: 下载文件校验失败。

# downloads.error.space
source: There isn’t enough device storage for this download.
zh_hans: 设备存储空间不足，无法下载。

# downloads.error.storage
source: Local download information couldn’t be saved.
zh_hans: 无法保存本地下载信息。

# downloads.error.transportUnavailable
source: The server couldn’t be reached. Check your connection and retry.
zh_hans: 无法连接服务器，请检查网络后重试。

# downloads.error.unauthorized
source: Sign in again before downloading this resource.
zh_hans: 请重新登录后再下载这个资源。

# downloads.failed.section
source: Needs Attention
zh_hans: 需要处理

# downloads.me.subtitle
source: Search and manage books saved on this device
zh_hans: 搜索和管理保存在本机的图书

# downloads.open.hint
source: Opens the verified local copy
zh_hans: 打开已校验的本地副本

# downloads.pause.action
source: Pause
zh_hans: 暂停

# downloads.progress.indeterminate
source: Preparing download
zh_hans: 正在准备下载

# downloads.remove.action
source: Remove Download
zh_hans: 移除下载

# downloads.remove.confirm.message
source: The saved file will be removed from this device. You can download it again later.
zh_hans: 本机保存的文件将被移除，之后仍可重新下载。

# downloads.remove.confirm.title
source: Remove this download?
zh_hans: 移除这个下载？

# downloads.resume.action
source: Resume
zh_hans: 继续

# downloads.search.empty.message
source: Only completed and verified local books are searched.
zh_hans: 这里只搜索已完成并通过校验的本地图书。

# downloads.search.empty.title
source: No downloaded books found
zh_hans: 未找到已下载图书

# downloads.search.prompt
source: Search downloaded books
zh_hans: 搜索已下载图书

# downloads.storage.section
source: Device Storage
zh_hans: 设备存储

# downloads.storage.used
source: Downloaded content
zh_hans: 已下载内容

# downloads.version.implicit
source: Default version
zh_hans: 默认版本

# downloads.title
source: Downloads
zh_hans: 下载中心

# downloads.view.action
source: View Downloads
zh_hans: 查看下载

# me.offline.section
source: Downloads & Storage
zh_hans: 下载与存储

# reader.handoff.error.message
source: This resource can’t be prepared for reading right now.
zh_hans: 暂时无法准备这个资源。

# reader.handoff.error.title
source: Unable to Open
zh_hans: 无法打开

# reader.handoff.localUnavailable.message
source: The local file is verified and ready. The native reader renderer is not included in this build.
zh_hans: 本地文件已校验并可用，但此版本尚未包含原生阅读渲染器。

# reader.handoff.navigationTitle
source: Reading Availability
zh_hans: 阅读可用性

# reader.handoff.streamUnavailable.message
source: This PDF or comic supports streaming. The native streaming renderer is not included in this build.
zh_hans: 该 PDF 或漫画支持流式阅读，但此版本尚未包含原生流式渲染器。

# reader.handoff.unavailable.title
source: Reader Not Available in This Build
zh_hans: 此版本尚未提供阅读器

# settings.connectedServices.section
source: Connected Services
zh_hans: 连接服务

# settings.emailKindle.title
source: Email & Kindle
zh_hans: 邮件与 Kindle

# settings.emailKindle.subtitle
source: Kindle recipient and SMTP
zh_hans: Kindle 接收地址与 SMTP

# settings.kindleQueue.title
source: Kindle Send Queue
zh_hans: Kindle 发送队列

# settings.kindleQueue.subtitle
source: Review, retry, or remove send tasks
zh_hans: 查看、重试或移除发送任务

# settings.status.configured
source: Configured
zh_hans: 已配置

# settings.administration.section
source: Administration
zh_hans: 系统管理

# settings.administration.libraryImport
source: Library Sources & Import
zh_hans: 书库来源与导入

# settings.administration.smartOrganization
source: Smart Organization
zh_hans: 智能整理

# settings.administration.title
source: Library Administration
zh_hans: 书库管理

# settings.administration.subtitle
source: Sources, imports, metadata, data, and system
zh_hans: 来源、导入、元数据、数据与系统

# common.more
source: More
zh_hans: 更多

# common.refresh
source: Refresh
zh_hans: 刷新

# common.retry
source: Retry
zh_hans: 重试

# reader.retry.open
source: Download Again and Open
zh_hans: 重新获取并打开

# common.selected
source: Selected
zh_hans: 已选择

# content.inaccessible.message
source: It may have been removed, or your access may have changed.
zh_hans: 内容可能已移除，或你的访问权限已发生变化。

# content.inaccessible.title
source: Content unavailable
zh_hans: 内容不存在或当前不可访问

# facet.author.title
source: Author
zh_hans: 作者

# facet.empty.message
source: There are no accessible works in this group.
zh_hans: 这个分组中暂无可访问的作品。

# facet.empty.title
source: No works
zh_hans: 暂无作品

# facet.error.message
source: Check your connection and retry this group.
zh_hans: 请检查网络连接后重试这个分组。

# facet.error.title
source: Unable to load works
zh_hans: 无法加载作品

# facet.series.title
source: Series
zh_hans: 系列

# facet.series.work.accessibility.format
source: Number %1$lld, %2$@, by %3$@
zh_hans: 第 %1$lld 部，%2$@，作者 %3$@

# facet.sort.title
source: Sorted by title
zh_hans: 按书名排序

# facet.sort.recentRead
source: Sorted by recently read
zh_hans: 按最近阅读排序

# facet.sort.seriesIndex
source: Sorted by series order
zh_hans: 按系列顺序排序

# facet.workCount.format
source: %lld works
zh_hans: %lld 部作品

# home.continue.action
source: Continue
zh_hans: 继续阅读

# home.continue.empty.message
source: Open a work from Library to begin.
zh_hans: 从书库打开一部作品即可开始。

# home.continue.empty.title
source: Nothing in progress
zh_hans: 暂无阅读进度

# home.continue.title
source: Continue Reading
zh_hans: 继续阅读

# home.recentAdded.title
source: Recently Added
zh_hans: 最近入库

# home.recentReading.title
source: Recently Read
zh_hans: 最近阅读

# home.section.empty.message
source: Items will appear here as you use your library.
zh_hans: 使用书库后，相关作品会显示在这里。

# home.section.empty.title
source: No items yet
zh_hans: 暂无内容

# home.section.error.message
source: This section could not be updated.
zh_hans: 这个分区暂时无法更新。

# home.section.error.title
source: Unable to load
zh_hans: 无法加载

# home.viewAll
source: View All
zh_hans: 查看全部

# home.viewAll.hint
source: Opens the complete collection
zh_hans: 打开完整作品列表

# facet.series.book.accessibility.format
source: Volume %lld, %@, %@
zh_hans: 第 %lld 卷，%@，%@

# library.book.accessibility.progress
source: %@, %@, %lld percent read
zh_hans: %@，%@，已阅读百分之 %lld

# library.empty.authors.title
source: No matching authors
zh_hans: 没有匹配的作者

# library.empty.message
source: Adjust your search or filters and try again.
zh_hans: 请调整搜索或筛选条件后重试。

# library.empty.series.title
source: No matching series
zh_hans: 没有匹配的系列

# library.empty.works.title
source: No matching works
zh_hans: 没有匹配的作品

# library.error.message
source: Check your connection and reload these results.
zh_hans: 请检查网络连接并重新加载结果。

# library.error.title
source: Unable to load Library
zh_hans: 无法加载书库

# library.expanded.empty.message
source: Choose a work from the library to keep your browsing context visible.
zh_hans: 从书库中选择一部作品，左侧浏览上下文会保持不变。

# library.expanded.empty.title
source: Select a work
zh_hans: 选择一部作品

# library.filter.action
source: Filter
zh_hans: 筛选

# library.filter.active.action
source: Filters
zh_hans: 筛选条件

# library.filter.apply
source: Apply
zh_hans: 应用

# library.filter.clear
source: Clear All
zh_hans: 清除全部

# library.filter.clearApplied
source: Clear applied filters
zh_hans: 清除已应用的筛选条件

# library.filter.media.section
source: Media
zh_hans: 媒介类型

# library.filter.reading.section
source: Reading Status
zh_hans: 阅读状态

# library.filter.remove.format
source: Remove filter: %@
zh_hans: 移除筛选条件：%@

# library.filter.title
source: Filter Library
zh_hans: 筛选书库

# library.group.workCount.format
source: %lld works
zh_hans: %lld 部作品

# library.group.summary.format
source: %1$@ · %2$lld works
zh_hans: %1$@ · %2$lld 部作品

# library.media.audiobook
source: Audiobook
zh_hans: 有声书

# library.media.comic
source: Comic
zh_hans: 漫画

# library.media.ebook
source: E-book
zh_hans: 电子书

# library.pagination.error
source: Unable to load more works
zh_hans: 无法加载更多作品

# library.pagination.error.message
source: Check your connection and retry
zh_hans: 请检查网络后重试

# library.permission.revalidating.message
source: Private results are hidden while access is checked again.
zh_hans: 重新检查访问权限期间，私有结果将保持隐藏。

# library.permission.revalidating.title
source: Checking access
zh_hans: 正在检查访问权限

# library.progress.finished
source: Finished
zh_hans: 已完成

# library.reading.finished
source: Finished
zh_hans: 已完成

# library.reading.reading
source: Reading
zh_hans: 进行中

# library.reading.unread
source: Not Started
zh_hans: 未开始

# library.results.authors.format
source: %lld authors
zh_hans: 共 %lld 位作者

# library.results.series.format
source: %lld series
zh_hans: 共 %lld 个系列

# library.results.works.format
source: %lld works
zh_hans: 共 %lld 部作品

# library.scope.accessibility
source: Library scope
zh_hans: 书库范围

# library.scope.authors
source: Authors
zh_hans: 作者

# library.scope.series
source: Series
zh_hans: 系列

# library.scope.works
source: All
zh_hans: 全部

# library.search.authors
source: Search authors
zh_hans: 搜索作者

# library.search.clear
source: Clear Search
zh_hans: 清除搜索

# library.search.series
source: Search series
zh_hans: 搜索系列

# library.search.works
source: Search titles, authors, or series
zh_hans: 搜索书名、作者或系列

# library.sort.author
source: Author
zh_hans: 作者

# library.sort.recentAdded
source: Recently Added
zh_hans: 最近入库

# library.sort.recentRead
source: Recently Read
zh_hans: 最近阅读

# library.sort.section
source: Sort
zh_hans: 排序

# library.sort.title
source: Title
zh_hans: 书名

# library.view.grid
source: Grid
zh_hans: 网格

# library.view.list
source: List
zh_hans: 列表

# library.view.section
source: View
zh_hans: 视图

# library.work.accessibility.progress
source: %1$@, %2$@, %3$lld percent read
zh_hans: %1$@，%2$@，已阅读 %3$lld%%

# work.action.add
source: Add
zh_hans: 加入

# work.action.edit
source: Edit Work
zh_hans: 编辑图书

# work.action.edit.unavailable
source: Editing is not available in this build.
zh_hans: 当前版本尚未接入图书编辑。

# work.action.setCover
source: Set Cover
zh_hans: 设置封面

# work.action.setCover.unavailable
source: Cover editing is not available in this build.
zh_hans: 当前版本尚未接入封面设置。

# work.author.accessibility.hint
source: Shows other works by this author.
zh_hans: 查看该作者的其他作品。

# work.chapter.current
source: Currently Reading
zh_hans: 正在阅读

# work.chapter.fallback.format
source: Chapter %lld
zh_hans: 第 %lld 章

# work.chapter.read
source: Read
zh_hans: 已读

# work.chapter.unread
source: Unread
zh_hans: 未读

# work.chapters.empty
source: No navigable chapters are available.
zh_hans: 暂无可定位章节

# work.chapters.fallback.message
source: This e-book has one resource, so its chapters are shown directly.
zh_hans: 当前电子书仅有 1 个资源，已直接显示图书章节

# common.next
source: Next
zh_hans: 下一页

# common.previous
source: Previous
zh_hans: 上一页

# work.chapters.title
source: Chapters
zh_hans: 章节

# work.contents.back
source: Back to Book Contents
zh_hans: 返回图书内容

# work.contents.folder
source: Folder
zh_hans: 文件夹

# work.pages.title
source: Pages
zh_hans: 页面

# work.pagination.format
source: Page %1$lld of %2$lld
zh_hans: 第 %1$lld / %2$lld 页

# work.resource.page.format
source: Page %lld
zh_hans: 第 %lld 页

# work.resource.unit.format
source: Item %lld
zh_hans: 第 %lld 项

# work.resource.units.count.format
source: %lld items
zh_hans: 共 %lld 项

# work.resource.units.empty
source: No locatable items are available. Open the online reader or player to continue.
zh_hans: 暂无可定位内容，可直接打开在线阅读器或播放器。

# work.sort.nameAscending
source: Name A–Z
zh_hans: 名称 A–Z

# work.sort.nameDescending
source: Name Z–A
zh_hans: 名称 Z–A

# work.sort.updatedDescending
source: Recently Updated
zh_hans: 最近更新

# work.sort.updatedAscending
source: Oldest Updated
zh_hans: 最早更新

# work.sort.typeAscending
source: Content Type
zh_hans: 内容类型

# work.sort.sizeDescending
source: Content Size
zh_hans: 内容大小

# work.tracks.title
source: Tracks
zh_hans: 音轨

# download.bootstrap.invalid
source: The offline download information is invalid (DOWNLOAD_BOOTSTRAP_INVALID). Online reading is still available.
zh_hans: 离线下载信息无效（DOWNLOAD_BOOTSTRAP_INVALID），在线阅读仍可使用。

# work.contents.breadcrumbs
source: Book content path
zh_hans: 图书内容路径

# work.contents.count.format
source: %lld items
zh_hans: 共 %lld 项

# work.contents.empty
source: No content is available here.
zh_hans: 当前目录暂无内容

# work.contents.folder.empty
source: Empty folder
zh_hans: 空文件夹
